[
  {
    "id": "1",
    "title": "ZELDA: BREATH OF THE WILD HALLOWEEN ARTWORK RELEASED",
    "content":"<div><div>The official Japanese Zelda Twitter account just released some new The Legend of Zelda: Breath of the Wild art in the spirit of Halloween.</div><div>It's a small (yet quite beautiful) update from the social team behind the upcoming game, which recently enjoyed a bunch of fresh attention thanks to three brand new trailers and a blog post suggesting some sort of link with 1986's The Legend of Zelda.</div></div>",
    "date": "2012-07-16T19:20:30+02:00",
    "image": "http://www.zfans.de/news/2016/april/zelda-wiiu-kl.jpg"
  },
  {
    "id": "2",
    "title": "BOX OFFICE: INFERNO A BLOCKBUSTER OVERSEAS, BOMBS AT HOME",
    "content": "<div><div>Inferno, the third entry in Ron Howard's Da Vinci Code film series, bombed at the domestic box office, earning an estimated $15 million during its opening weekend.</div><div>The film, which stars Tom Hanks and Felicity Jones, was expected to claim the top spot at the box office with somewhere between $20 million to $30 million during its opening weekend, THR reports. However, it was eclipsed by Tyler Perry's Boo! A Madea Halloween, which placed first with a second-weekend haul of $16.7 million.</div><div>Fortunately for Sony, Inferno fared much better overseas, having now earned approximately $132.9 million since its international debut earlier this month. It topped the charts during its opening weekend in China with $13.3 million.</div></div>",
    "date": "2015-07-16T19:20:30+02:00",
    "image": "http://static2.blastingnews.com/media/photogallery/2016/2/15/290x290/b_290x290/tom-hanks-torna-al-cinema-con-inferno_603585.jpg"
  },
  {
    "id": "3",
    "title": "WESTWORLD: WE ROUND UP THE WILDEST FAN THEORIES",
    "content": "<div><div>Another week, another batch of Westworld fan theories. Last week's episode definitely asked more questions than it answered (so the Man in Black is a good guy in the outside world?), and our intrigue is amped up to 11. Here's what the internet is saying this week.</div><div>Ok, this isn’t so much of a theory as a blink-and-you’ll-miss-it fact. It’s not immediately clear, but watch the fourth episode a couple of times and you’ll see that the hosts who were a big part of Lee’s rejected ‘Odyssey on Red River’ storyline are now essentially slaves working on expanding the park for Ford’s new storyline.</div></div>",
    "date": "2003-07-16T19:20:30+02:00",
    "image": "https://pbs.twimg.com/profile_images/771377480850628608/ZMA4LhKD.jpg"
  },
  {
    "id": "4",
    "title": "Rare Pikachu Card Expected to Sell for $50,000 at Auction",
    "content": "<div><div>A rare Pokemon card, called Pikachu illustrator, went up for auction this week on Heritage Auctions and the site expects it to sell for $50,000 USD.</div><div>Pikachu Illustrator was never sold as part of the Pokemon Trading Card Game. The card was created exclusively as a prize for winners of an illustration contest in the January 1998 issue of CoroCoro Comic, a monthly manga magazine published in Japan.</div></div>",
    "date": "2005-07-16T19:20:30+02:00",
    "image": "https://s-media-cache-ak0.pinimg.com/736x/08/b5/ab/08b5ab804eae081d6267c885822d14fe.jpg"
  },
  {
    "id": "5",
    "title": "MARVEL'S DOCTOR STRANGE CONJURES BIG INTERNATIONAL DEBUT",
    "content": "<div><div>Doctor Strange had a strong opening weekend overseas, debuting in 33 territories with an $86 million USD international haul. In addition to being the top-grossing film in nearly every market it debuted, Marvel's latest superhero film did very well in IMAX. Variety reports that Doctor Strange earned a whopping $7.8 million in IMAX theaters, making it the highest-grossing international IMAX launch the month of October has ever had.</div><div>According to Marvel parent company Disney, the film is approximately 50 percent ahead of Ant-Man, 37 percent ahead of Guardians of the Galaxy and 23 percent ahead of Captain America: Winter Soldier.</div></div>",
    "date": "2001-07-16T19:20:30+02:00",
    "image": "https://images-na.ssl-images-amazon.com/images/M/MV5BZjZlOTczYjItMDI2NC00Yjg2LWJiMmEtY2E1OWViMTg2ZWYzXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_UX666_CR0,0,666,666_AL_.jpg"
  },
  {
    "id": "6",
    "title": "SHADOWVERSE: THE CCG WITH A “WIN THE MATCH” CARD",
    "content": "Card games don’t stand still, of course, and Shadowverse recently launched its 109 card Darkness Evolved expansion. It’s a strong set, expanding archetypes, introducing new ideas and injecting plenty of additional life into the game as a whole. I’ve had a blast hopping back into the game, but one card in particular has really caught my attention.",
    "date": "2000-07-16T19:20:30+02:00",
    "image": "https://pbs.twimg.com/profile_images/744003519913418753/ZpqxmU_5.jpg"
  },
  {
    "id": "7",
    "title": "A RESPONSE TO BETHESDA'S REVIEW COPIES POLICY",
    "content": "<div><div>On Tuesday, Bethesda Softworks – publisher of popular game series The Elder Scrolls and Fallout, as well as renowned games like Wolfenstein, Doom, and Dishonored – announced it would no longer provide reviewers access to its unreleased games until 24 hours before launch. It’s a policy that upends decades of gamers being able to rely on impartial critics to provide them an idea of a game’s quality when it goes on sale. We think this policy is damaging – for informed gamers, for games criticism in general, and even for Bethesda.</div><div>Obviously, Bethesda’s games are its property to do with as it pleases, and there is certainly nothing requiring them to be submitted for review. However, there is a reason providing early access to critics has been the standard practice in the games industry (as well as film, books, etc) since the very beginning: It’s a show of good faith. Allowing independent critics to evaluate a product and recommend it accordingly is a courtesy to consumers, and a demonstration that publishers and developers have confidence in the thing they’re asking you to spend money on and in the review process.</div></div>",
    "date": "2010-09-16T19:20:30+02:00",
    "image": "https://yt3.ggpht.com/-eof0rtpeNVE/AAAAAAAAAAI/AAAAAAAAAAA/rxqiMwVYJU8/s900-c-k-no-mo-rj-c0xffffff/photo.jpg"
  },
  {
    "id": "8",
    "title": "EVERYTHING YOU NEED TO KNOW ABOUT DISHONORED 2",
    "content": "<div><div>Four years after Corvo first blinked onto our screens, Dishonored is back with more reasons for revenge, more paranormal powers, and more honour being dissed.</div><div>Your base of operations here is a boat, and your weapon loadout the same whether you play as Emily or Corvo, including a pistol, sword and crossbow. Instead, Smith explained to us that it’s the upgrades and the powers that will truly define the lines between your playthroughs as either character, playthroughs that should take between 12 and 20 hours.</div></div>",
    "date": "2010-04-16T19:20:30+02:00",
    "image": "https://cdn.pastemagazine.com/www/articles/Dishonored%202%20Emily%20Corvo%20Lead.png"
  },
  {
    "id": "9",
    "title": "MINECRAFT IS COMING TO APPLE TV",
    "content": "<div><div>Apple CEO Tim Cook made the announcement almost in passing, mentioning only that it's coming to the device and will allow you to build worlds directly on your Apple TV.</div><div>No other details were given, so it's not known yet if it's the Minecraft Pocket version adapted for the device, or some other version of Minecraft.</div></div>",
    "date": "2012-02-16T19:20:30+02:00",
    "image": "https://pbs.twimg.com/profile_images/529297979744600065/0UJnJADo.png"
  },
  {
    "id": "10",
    "title": "Ubisoft to Launch Steep Open Beta in November",
    "content": "<div><div>A closed early-access beta weekend will run November 10-14. You can try to get a spot in that weekend by registering on the Steep website prior to November 9. A few days later, there'll be an open beta weekend from November 18 to 21, which will be available for any Xbox One, PlayStation 4 and PC players who want to try out Steep.</div><div>Ubisoft's open-world sports Steep combines wingsuits and snowboarding with a massive map that includes Austria's Hohe Tauern mountain range. According to the publisher, other locales like Alaska will be added at a later date as free post-launch content.</div></div>",
    "date": "2015-05-16T19:20:30+02:00",
    "image": "https://pbs.twimg.com/profile_images/781798981412282369/C-qhKM3U.jpg"
  },
  {
    "id": "11",
    "title": "WHAT’S THE JAPANESE INDIE SCENE LIKE?",
    "content": "<div><div>The growth of the indie scene, and the importance of indie games, has been one of the defining facets of the games industry over the last ten years. The explosion of digital distribution, a raft of new platforms (hello Steam, hello App Store!) and a lowering of the general barrier to entry for making games have all been factors, and it’s made for some exciting – and entirely novel – gaming experiences.</div><div>When I think about my favourite indie games, however, very few of them are Japanese. I think about games like Braid, The Stanley Parable, Journey, Fez, Rogue Legacy and Papers, Please… and they’re just the tip of an absolutely enormous iceberg. When I think about Japanese indies, on the other hand, far fewer games come to mind.</div></div>",
    "date": "2014-02-16T19:20:30+02:00",
    "image": "http://siliconangle.com/files/2014/12/gaming-controller-console.jpg"
  }
]
